[
    {
        "quotation": "As your conscience has been quickened by the Holy Spirit, you have seen something of the evil of sin, of its power, its guilt, its woe; and you look upon it with abhorrence. You feel that sin has separated you from God,that you are in bondage to the power of evil. The more you struggle to escape, the more you realize your helplessness. Your motives are impure; your heart is unclean. You see that your life has been filled with selfishness and sin. You long to be forgiven, to be cleansed, to be set free.",
        "reference": "Steps to Christ, p.49"
    },
    {
        "quotation": "You have confessed your sins, and in heart put them away. You have resolved to give yourself to God. Now go to Him, and ask that He will wash away your sins and give you a new heart. Then believe that He does this because He has promised. This is the lesson which Jesus taught while He was on earth, that the gift which God promises us, we must believe we do receive, and it is ours.",
        "reference": "Steps to Christ, p.49,50"
    },
    {
        "quotation": "And what is it to believe? It is to fully accept that Jesus Christ died as our sacrifice; that He became the curse for us, took our sins upon Himself, and imputed unto us His own righteousness. Therefore we claim this righteousness of Christ, we believe it, and it is our righteousness. He is our Saviour. He saves us because He said He would.",
        "reference": "Faith and Works, p.70"
    },
    {
        "quotation": "You cannot atone for your past sins; you cannot change your heart and make yourself holy. But God promises to do all this for you through Christ. You believe that promise. You confess your sins and give yourself to God. You will to serve Him. Just as surely as you do this, God will fulfill His word to you. If you believe the promise,—believe that you are forgiven and cleansed. Do not wait to feel that you are made whole, but say, “I believe it; it is so, not because I feel it, but because God has promised.”",
        "reference": "Steps to Christ, p.50"
    },
    {
        "quotation": "The righteousness by which we are justified is imputed; the righteousness by which we are sanctified is imparted. The first is our title to heaven, the second is our fitness for heaven.",
        "reference": "Review and Herald, June 4, 1895"
    },
    {
        "quotation": "Christ was treated as we deserve, that we might be treated as He deserves. He was condemned for our sins, in which He had no share, that we might be justified by His righteousness, in which we had no share. He suffered the death which was ours, that we might receive the life which was His. “With His stripes we are healed.”",
        "reference": "The Desire of Ages, p.14"
    },
    {
        "quotation": "Christ took upon Himself humanity for us. He clothed His divinity, and divinity and humanity were combined. He showed that that law which Satan declared could not be kept, could be kept. Christ took humanity to stand here in our world, to show that Satan had lied. He took humanity upon Himself to demonstrate that with divinity and humanity combined, man could keep the law of Jehovah. Separate humanity from divinity, and you can try to work out your own righteousness from now till Christ comes, and it will be nothing but a failure.",
        "reference": "Faith and Works, p.71"
    },
    {
        "quotation": "When we submit ourselves to Christ, the heart is united with His heart, the will is merged in His will, the mind becomes one with His mind, the thoughts are brought into captivity to Him; we live His life. This is what it means to be clothed with thegarment of His righteousness. Then as the Lord looks upon us He sees, not the fig-leaf garment, not the nakedness and deformity of sin, but His own robe of righteousness, which is perfect obedience to the law of Jehovah.",
        "reference": "Christ's Object Lessons, p.312"
    },
    {
        "quotation": "There is no need to make the dress question the main point of your religion. There is something richer to talk of. Talk of Christ; and when the heart is converted, everything that is out of harmony with the Word of God will drop off.",
        "reference": "Child Guidance, p.428"
    },
    {
        "quotation": "The nearer man approaches to moral perfection, the keener are his sensibilities, the more acute is his perception of sin, and the deeper his sympathy for the afflicted.",
        "reference": "The Great Controversy, p.570"
    },
    {
        "quotation": "Many have an idea that they must do some part of the work alone. They have trusted in Christ for the forgiveness of sin, but now they seek by their own efforts to live aright. But every such effort must fail. Jesus says, “Without Me ye can do nothing.” Our growth in grace, our joy, our usefulness,—all depend upon our union with Christ. It is by communion with Him, daily, hourly,—by abiding in Him,—that we are to grow in grace. He is not only the Author, but the Finisher of our faith. It is Christ first and last and always. He is to be with us, not only at the beginning and the end of our course, but at every step of the way.",
        "reference": "Steps to Christ, p.69"
    },
    {
        "quotation": "He who is trying to reach heaven by his own works in keeping the law is attempting an impossibility. All that man can do without Christ is polluted with selfishness and sin; but that which is wrought through faith is acceptable to God. When we seek to gain heaven through the merits of Christ, the soul makes progress. “Looking unto Jesus, the author and finisher of our faith,” we may go on from strength to strength, from victory to victory; for through Christ the grace of God has worked out our complete salvation.",
        "reference": "Faith and Works, p.94"
    },
    {
        "quotation": "It is in this life that we are to separate sin from us, through faith in the atoning blood of Christ. Our precious Saviour invites us to join ourselves to Him, to unite our weakness to His strength, our ignorance to His wisdom, our unworthiness to His merits. God's providence is the school in which we are to learn the meekness and lowliness of Jesus.",
        "reference": "The Great Controversy, p.623"
    },
    {
        "quotation": "A close connection with heaven will give the right tone to your fidelity and will be the ground of your success. Your feeling of dependence will drive you to prayer, and your sense of duty summon you to effort. Prayer and effort, effort and prayer, will be the business of your life. You must pray as though the efficiency and praise were all due to God, and labor as though duty were all your own. Only believe in God, take Him at His word, act by faith, and blessings will come.",
        "reference": "Testimonies for the Church Vol 4, p.538"
    },
    {
        "quotation": "To every man God has given “according to his several ability.” He who has ability to use five talents receives five. He who can improve but two, receives two. He who can wisely use only one, receives one. The one to whom five talents have been committed is to render the improvement of five; he who has but one, the improvement of one. God expects returns “according to that a man hath, and not according to that he hath not.” 2 Corinthians 8:12.",
        "reference": "Christ's Object Lessons, p.329"
    },
    {
        "quotation": "God will accept only those who are determined to aim high. He places every human agent under obligation to do his best. Remember that you will never reach a higher standard than you yourself set. Then set your mark high, and step by step, even though it be by painful effort, by self-denial and sacrifice, ascend the whole length of the ladder of progress. Let nothing hinder you.",
        "reference": "Christ's Object Lessons, p.330"
    },
    {
        "quotation": "Moral perfection is required of all. Never should we lower the standard of righteousness in order to accommodate inherited or cultivated tendencies to wrong-doing. We need to understand that imperfection of character is sin. All righteous attributes of character dwell in God as a perfect, harmonious whole, and every one who receives Christ as a personal Saviour is privileged to possess these attributes.",
        "reference": "Christ's Object Lessons, p.330"
    },
    {
        "quotation": "Christ has given us no assurance that to attain perfection of character is an easy matter. A noble, all-round character is not inherited. It does not come to us by accident. A noble character is earned by individual effort through the merits and grace of Christ. God gives the talents, the powers of the mind; we form the character. It is formed by hard, stern battles with self. Conflict after conflict must be waged against hereditary tendencies. We shall have to criticize ourselves closely, and allow not one unfavorable trait to remain uncorrected.",
        "reference": "Christ's Object Lessons, p.332"
    },
    {
        "quotation": "Let no one say, I cannot remedy my defects of character. The impossibility lies in your own will. If you will not, then you can not overcome. The real difficulty arises from the corruption of an unsanctified heart, and an unwillingness to submit to the control of God. As the will of man co-operates with the will of God, it becomes omnipotent. Do not disappoint Him who so loved you that He gave His own life to cancel your sins. He says, “Without Me ye can do nothing.” John 15:5. Remember this. If you have made mistakes, you certainly gain a victory if you see these mistakes and regard them as beacons of warning. Thus you turn defeat into victory, disappointing the enemy and honoring your Redeemer.",
        "reference": "Christ's Object Lessons, p.332,333"
    },
    {
        "quotation": "True education is the preparation of the physical, mental, and moral powers for the performance of every duty. Let the youth who need an education set to work with a determination to obtain it. Do not wait for an opening; make one for yourselves. Take hold in any small way that presents itself. Practice economy. Do not spend your means for the gratification of appetite, or in pleasure seeking. Be determined to become as useful and efficient as God calls you to be. Be thorough and faithful in whatever you undertake. Procure every advantage within your reach for strengthening the intellect. Let the study of books be combined with useful manual labor, and by faithful endeavor, watchfulness, and prayer secure the wisdom that is from above. This will give you an all-round education.",
        "reference": "Christ's Object Lessons, p.331,335"
    },
    {
        "quotation": "Self-discipline must be practiced by everyone who would be a worker for God. An ordinary mind, well disciplined, will accomplish more and higher work than will the most highly educated mind and the greatest talents without self-control.",
        "reference": "Christ's Object Lessons, p.335"
    },
    {
        "quotation": "The power of speech is a talent that should be diligently cultivated. Of all the gifts we have received from God, none is capable of being a greater blessing than this. With the voice we convince and persuade, with it we offer prayer and praise to God, and with it we tell others of the Redeemer’s love. How important, then, that it be so trained as to be most effective for good.",
        "reference": "Christ's Object Lessons, p.336"
    },
    {
        "quotation": "Talents used are talents multiplied. Success is not the result of chance or of destiny; it is the outworking of God’s own providence, the reward of faith and discretion, of virtue and persevering effort. The Lord desires us to use every gift we have; and if we do this, we shall have greater gifts to use.",
        "reference": "Christ's Object Lessons, p.354"
    },
    {
        "quotation": "He who begins with a little knowledge, in a humble way, and tells what he knows, while seeking diligently for further knowledge, will find the whole heavenly treasure awaiting his demand. The more he seeks to impart light, the more light he will receive. The more one tries to explain the word of Godto others, with a love for souls, the plainer it becomes to himself. The more we use our knowledge and exercise our powers, the more knowledge and power we shall have.",
        "reference": "Christ's Object Lessons, p.354"
    },
    {
        "quotation": "As in the natural, so in the spiritual world: every power unused will weaken and decay. Activity is the law of life; idleness is death. Employed to bless others, his gifts increase. Shut up to self-serving they diminish, and are finally withdrawn. He who refuses to impart that which he has received will at last find that he has nothing to give. He is consenting to a process that surely dwarfs and finally destroys the faculties of the soul.",
        "reference": "Christ's Object Lessons, p.365"
    },
    {
        "quotation": "No man is safe for a day or an hour without prayer. While we must constantly guard against the devices of Satan, we should pray in faith continually, “Lead us not into temptation.”",
        "reference": "The Great Controversy, p.330"
    },
    {
        "quotation": "We are to be vigilant, watching for the coming of the Son of man; and we must also be diligent; working as well as waiting is required; there must be a union of the two. This will balance the christian character, making it well developed, symmetrical. Waiting and watching and working are to be blended.",
        "reference": "The Adventist Home, p.16"
    },
    {
        "quotation": "Every home should be a place of love, a place where the angels of God abide, working with softening, subduing influence upon the hearts of parents and children. Wherever the love of God is cherished in the soul, there will be peace, there will be light and joy. ",
        "reference": "The Adventist Home, p.12"
    },
    {
        "quotation": "The home feeling should be kept alive in the hearts of the children, that they may look back upon the home of their childhood as a place of peace and happiness next to heaven. The home should be to the children the most attractive place in the world, and the mother’s presence should be its greatest attraction. Children have sensitive, loving natures. They are easily pleased, and easily made unhappy. By gentle discipline, in loving words and acts, mothers may bind their children to their hearts. ",
        "reference": "The Adventist Home, p.15"
    },
    {
        "quotation": "It is because so many parents and teachers profess to believe the Word of God while their lives deny its power, that the teaching of Scripture has no greater effect upon the youth.",
        "reference": "Child Guidance, p.218"
    },
    {
        "quotation": "If parents desire their children to be right and do right, they must be right themselves in theory and in practice.",
        "reference": "Child Guidance, p.217"
    },
    {
        "quotation": "The well-being of society, the success of the church, the prosperity of the nation, depend upon home influences.",
        "reference": "The Adventist Home, p.10"
    },
    {
        "quotation": "The elevation or deterioration of the future of society will be determined by the manners and morals of the youth growing up around us. The company which the young now keep, the habits they now form, and the principles they now adopt are the index to the state of society for years to come.",
        "reference": "The Adventist Home, p.10"
    },
    {
        "quotation": "Those who are actuated by true love are neither unreasonable nor blind; they are taught by the Holy Spirit and they love God supremely and their neighbour as themselves.",
        "reference": "Messages to young people, p.435"
    },
    {
        "quotation": "If you are blessed with God-fearing parents, seek counsel of them, open to them your hopes and plans, learn the lessons which their life experiences have taught, and you will be saved many a heartache. Above all, make Jesus Christ your counsellor, study his word with prayer.",
        "reference": "Messages to young people, p.436"
    },
    {
        "quotation": "Under the guidance of God-fearing parents and God’s word, let a young woman accept as a life companion only one who possesses pure manly traits of character, one who is diligent, aspiring, and honest, one who loves and fears God. Let a young man seek one to stand by his side who is fitted to bear her share of life’s burdens, one whose influence will ennoble and refine him and who will make him happy.",
        "reference": "Messages to young people, p.436"
    },
    {
        "quotation": "When you find yourself attracted to someone else, you would better find out why very quickly, it could be only sensual attraction. Do not marry out of infatuation because physical and emotional love is a hundred percent chemical which changes like a weather.",
        "reference": "Waiting and dating, p.34"
    },
    {
        "quotation": "No matter how much you love someone, find out if the person serves God and how he/she serves Him. Make sure you carry the same firewood to burn on the same alter before the same sacrifice.",
        "reference": "Keys for living single, p.15"
    },
    {
        "quotation": "If you, my brother, are allured to unite your life interest with young inexperienced girl who is really deficient in education in the common practical daily duties of life, you make a mistake; but this deficiency is small compared with her ignorance in regard to her duty to God.",
        "reference": "Messages to young people, p.437"
    },
    {
        "quotation": "If there is any subject that should be carefully considered and in which the counsel of older and more experienced persons should be sought, it is the subject of marriage; if ever the Bible was needed as a counsellor,  if ever divine guidance should be sought in prayers, it is a step that binds persons together for life.",
        "reference": "Patriarchs and prophets, p.176"
    },
    {
        "quotation": "If men and women are in the habit of praying twice a day before they contemplate marriage, they should pray four times a day when such a step is anticipated. Marriage is something that will influence and affect your life, both in this world and the world to come. Sincere Christian will not advance his plans in this direction without the knowledge that God approves his course.",
        "reference": "Messages to young people, p.461"
    },
    {
        "quotation": "One of the greatest gifts one can give his/her marriage partner on the wedding is a body that is sexually pure because then they can enjoy an intimacy which they have never shared with someone else before.",
        "reference": "Waiting and dating, p.188"
    },
    {
        "quotation": "The young affections should be restrained until period arrives when sufficient age and experience will make it honourable and safe to unfetter them",
        "reference": "Messages to young people, p.453"
    },
    {
        "quotation": "The habit of sitting up late at night is customary but it is not pleasing to God, even if you are both Christians. The untimely hours injure health, unfit the mind for the next day’s duties and have an appearance of evil. My brethren, I hope you will have self-respect to shun this form of courtship. Let some hours of your courtship run the married life.",
        "reference": "Messages to young people, p.438"
    },
    {
        "quotation": "Sexual abstinence is the only appropriate behaviour for unmarried people, and especially believers for it is psychologically damaging, emotionally dangerous and sinful.",
        "reference": "The purpose and power of love and marriage, p.40"
    },
    {
        "quotation": "If you have made a promise contrary to the scriptures, by all means retract it without delay, and in humility before God repent of the infatuation that led you to make so rash a pledge. Far better, take back such a promise in the fear of God, than keep it and thereby dishonour your maker.",
        "reference": "Messages to young people, p.442"
    },
    {
        "quotation": "The family tie is the closest, the most tender and sacred of any on earth. It was designed to be a blessing to mankind, and it is a blessing wherever the marriage covenant is entered into intelligently, in the fear of God, and with the due consideration for its responsibilities.",
        "reference": " Ministry of healing, p.356"
    },
    {
        "quotation": "Every step toward a marriage alliance should be characterized by modesty, simplicity, sincerity, and earnest purpose to please and honour God for it affects this life and the life to come.",
        "reference": "Messages to young people, p.435"
    },
    {
        "quotation": "You should also keep in mind that before increasing the family, you should take into consideration whether God will be glorified or dishonoured by your bringing children into the world. The children should not be a burden to others; if you have little or nothing to provide for the children, you commit a crime of bringing children into the world to suffer for the want of care, food, and clothing.",
        "reference": "Messages to young people, p.463"
    },
    {
        "quotation": "There is only one sin, which is adultery, which can place the husband or wife in a position where they can be free from the marriage vow in the sight of God. The laws of the land may grant a divorce, yet they are husband and wife still in the Bible light, according to the laws of God.",
        "reference": "The Adventist Home p.344"
    },
    {
        "quotation": "Conformity to worldly customs converts the church to the world; it never converts the world to Christ. Familiarity with sin will inevitably cause it to appear less repulsive.",
        "reference": "The Great Controversy, p.509"
    },
    {
        "quotation": "By the atmosphere surrounding us, every person with whom we come in contact is consciously or unconsciously affected. This is a responsibility from which we cannot free ourselves. Our words, our acts, our dress, our deportment, even the expression of the countenance, has an influence. Upon the impression thus made there hang results for good or evil which no man can measure.",
        "reference": "The Great Controversy, p.340"
    },
    {
        "quotation": "When in the way of duty we are brought into trial, as was Daniel in the king's court, we may be sure that God will protect us; but if we place ourselves under temptation, we shall fall sooner or later.",
        "reference": "The Great Controversy, p.509"
    },
    {
        "quotation": "No man without his own consent can be overcome by Satan. The tempter has no power to control the will or to force the soul to sin. He may distress, but he cannot contaminate. He can cause agony, but not defilement.",
        "reference": "The Great Controversy, p.511"
    },
    {
        "quotation": "While God has given ample evidence for faith, He will never remove all excuse for unbelief. All who look for hooks to hang their doubts upon, will find them. And those who refuse to accept and obey God's word until every objection has been removed, and there is no longer an opportunity for doubt, will never come to the light.",
        "reference": "The Great Controversy, p.527"
    },
    {
        "quotation": "Satan can present a counterfeit so closely resembling the truth that it deceives those who are willing to be deceived, who desire to shun the self-denial and sacrifice demanded by the truth; but it is impossible for him to hold under his power one soul who honestly desires, at whatever cost, to know the truth. ",
        "reference": "The Great Controversy, p.528"
    },
    {
        "quotation": "There is but one course for those to pursue who honestly desire to be freed from doubts. Instead of questioning and caviling concerning that which they do not understand, let them give heed to the light which already shines upon them, and they will receive greater light. Let them do every duty which has been made plain to their understanding, and they will be enabled to understand and perform those of which they are now in doubt.",
        "reference": "The Great Controversy, p.528"
    },
    {
        "quotation": "Satan is well aware that the weakest soul who abides in Christ is more than a match for the hosts of darkness, and that, should he reveal himself openly, he would be met and resisted. Therefore he seeks to draw away the soldiers of the cross from their strong fortification, while he lies in ambush with his forces, ready to destroy all who venture upon his ground. Only in humble reliance upon God, and obedience to all His commandments, can we be secure.",
        "reference": "The Great Controversy, p.530"
    },
    {
        "quotation": "Those who follow Christ are ever safe under His watchcare. Angels that excel in strength are sent from heaven to protect them. The wicked one cannot break through the guard which God has stationed about His people.",
        "reference": "The Great Controversy, p.511"
    },
    {
        "quotation": "If we surrender our lives to His service, we can never be placed in a position for which God has not made provision. Whatever may be our situation, we have a Guide to direct our way; whatever our perplexities, we have a sure Counselor; whatever our sorrow, bereavement, or loneliness, we have a sympathizing Friend. If in our ignorance we make missteps, Christ does not leave us. His voice, clear and distinct, is heard saying, “I am the Way, the Truth, and the Life.” John 14:6. “He shall deliver the needy when he crieth; the poor also, and him that hath no helper.” Psalm 72:12.",
        "reference": "Christ's Object Lessons, p.173"
    },
    {
        "quotation": "It is a law both of the intellectual and the spiritual nature, that by beholding, we become changed. The mind gradually adapts itself to the subjects upon which it is allowed to dwell. It becomes assimilated to that which it is accustomed to love and reverence.",
        "reference": "The Great Controversy, p.555"
    },
    {
        "quotation": "Exciting love stories and impure pictures have a corrupting influence. Exciting love stories and impure pictures have a corrupting influence.",
        "reference": "Child Guidance, p.439"
    },
    {
        "quotation": "Man will never rise higher than his standard of purity or goodness or truth. If self is his loftiest ideal, he will never attain to anything more exalted. Rather, he will constantly sink lower and lower. The grace of God alone has power to exalt man. Left to himself, his course must inevitably be downward.",
        "reference": "The Great Controversy, p.555"
    },
    {
        "quotation": "It is Satan's constant effort to misrepresent the character of God, the nature of sin, and the real issues at stake in the great controversy. His sophistry lessens the obligation of the divine law, and gives men license to sin. At the same time he causes them to cherish false conceptions of God, so that they regard Him with fear and hate, rather than with love.",
        "reference": "The Great Controversy, p.569"
    },
    {
        "quotation": "In rejecting the truth, men reject its Author. In trampling upon the law of God, they deny the authority of the Lawgiver. Wherever the divine precepts are rejected, sin ceases to appear sinful, or righteousness desirable.",
        "reference": "The Great Controversy, p.584,585"
    },
    {
        "quotation": "God never forces the will or the conscience; but Satan's constant resort—to gain control of those whom he cannot otherwise seduce—is compulsion by cruelty.",
        "reference": "The Great Controversy, p.592"
    },
    {
        "quotation": "The multitudes do not want Bible truth, because it interferes with the desires of the sinful, world-loving heart; and Satan supplies the deceptions which they love. But God will have a people upon the earth to maintain the Bible, and the Bible only, as the standard of all doctrines, and the basis of all reforms.",
        "reference": "The Great Controversy, p.595"
    },
    {
        "quotation": "The truth and the glory of God are inseparable; it is impossible for us, with the Bible within our reach, to honor God by erroneous opinions. Ignorance is no excuse for error or sin, when there is every opportunity to know the will of God. If light and truth is within our reach, and we neglect to improve the privilege of hearing and seeing it, we virtually reject it; we are choosing darkness rather than light.",
        "reference": "The Great Controversy, p.597"
    },
    {
        "quotation": "Temptations often appear irresistible because, through neglect of prayer and the study of the Bible, the tempted one cannot readily remember God's promises and meet Satan with the Scripture weapons. But angels are round about those who are willing to be taught in divine things; and in the time of great necessity, they will bring to their remembrance the very truths which are needed.",
        "reference": "The Great Controversy, p.600"
    },
    {
        "quotation": "If any man wills to do His will, he shall know of the doctrine.” If men would but take the Bible as it reads, if there were no false teachers to mislead and confuse their minds, a work would be accomplished that would make angels glad, and that would bring into the fold of Christ thousands upon thousands who are now wandering in error.",
        "reference": "The Great Controversy, p.599"
    },
    {
        "quotation": "We should not engage in the study of the Bible with that self-reliance with which so many enter the domains of science, but with a prayerful dependence upon God, and a sincere desire to learn His will. We must come with a humble and teachable spirit to obtain knowledge from the great I AM. Otherwise, evil angels will so blind our minds and harden our hearts that we shall not be impressed by the truth.",
        "reference": "The Great Controversy, p.599"
    },
    {
        "quotation": "Whoever trusts in himself that he is righteous, will despise others. As he judges himself by other men, so he judges other men by himself. His righteousness is estimated by theirs, and the worse they are the more righteous by contrast he appears. His self-righteousness leads to accusing. Thus he is making manifest the very spirit of Satan, the accuser of the brethren. With this spirit it is impossible for him to enter into communion with God.",
        "reference": "Christ's Object Lessons, p.151,152"
    },
    {
        "quotation": "There is nothing so offensive to God or so dangerous to the human soul as pride and self-sufficiency. Those who accept the Saviour, however sincere their conversion, should never be taught to say or to feel that they are saved. This is misleading. They lose sight of their own weakness and their constant need of divine strength. We are admonished, “Let him that thinketh he standeth, take heed lest he fall.” 1 Corinthians 10:12. Our only safety is in constant distrust of self, and dependence on Christ.",
        "reference": "Christ's Object Lessons, p.155,156"
    },
    {
        "quotation": "It is only he who knows himself to be a sinner that Christ can save. He came “to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised.” Luke 4:18. But “they that are whole need not a physician.” Luke 5:31. We must know our real condition, or we shall not feel our need of Christ’s help. We must understand our danger, or we shall not flee to the refuge. We must feel the pain of our wounds, or we should not desire healing.",
        "reference": "Christ's Object Lessons, p.159"
    },
    {
        "quotation": "No man can of himself understand his errors. “The heart is deceitful above all things, and desperately wicked; who can know it?” Jeremiah 17:9. The lips may express a poverty of soul that the heart does not acknowledge. In one way only can a true knowledge of self be obtained. We must behold Christ. It is ignorance of Him that makes men so uplifted in their own righteousness. When we contemplate His purity and excellence, we shall see our own weakness and poverty and defects as they really are. We shall see ourselves lost and hopeless, clad in garments of self-righteousness, like every other sinner. We shall see that if we are ever saved, it will not be through our own goodness, but through God’s infinite grace.",
        "reference": "Christ's Object Lessons, p.159"
    },
    {
        "quotation": "Only by constant renunciation of self and dependence on Christ can we walk safely. The nearer we come to Jesus and the more clearly we discern the purity of His character, the more clearly we shall discern the exceeding sinfulness of sin and the less we shall feel like exalting ourselves.",
        "reference": "Christ's Object Lessons, p.160"
    },
    {
        "quotation": "We need to shun everything that would encourage pride and self-sufficiency; therefore we should beware of giving or receiving flattery or praise. It is Satan’s work to flatter. He deals in flattery as well as in accusing and condemnation. Let the workers for Christ direct every word of praise away from themselves. Let self be put out of sight. Christ alone is to be exalted.",
        "reference": "Christ's Object Lessons, p.161"
    },
    {
        "quotation": "The life in which the fear of the Lord is cherished will not be a life of sadness and gloom. It is the absence of Christ that makes the countenance sad, and the life a pilgrimage of sighs. But Christ dwelling in the soul is a wellspring of joy.",
        "reference": "Christ's Object Lessons, p.162"
    },
    {
        "quotation": "In the parable of the lost sheep, Christ teaches that salvation does not come through our seeking after God but through God’s seeking after us. “There is none that understandeth, there is none that seeketh after God. They are all gone out of the way.” Romans 3:11, 12. We do not repent in order that God may love us, but He reveals to us His love in order that we may repent.",
        "reference": "Christ's Object Lessons, p.190"
    },
    {
        "quotation": "The rabbis had a saying that there is rejoicing in heaven when one who has sinned against God is destroyed; but Jesus taught that to God the work of destruction is a strange work. That in which all heaven delights is the restoration of God’s own image in the souls whom He has made.",
        "reference": "Christ's Object Lessons, p.191"
    },
    {
        "quotation": "When one who has wandered far in sin seeks to return to God, he will encounter criticism and distrust. There are those who will doubt whether his repentance is genuine, or will whisper, “He has no stability; I do not believe that he will hold out.” These persons are doing not the work of God but the work of Satan, who is the accuser of the brethren. Through their criticisms the wicked one hopes to discourage that soul, and to drive him still farther from hope and from God.",
        "reference": "Christ's Object Lessons, p.191"
    },
    {
        "quotation": "The souls whom you despise, said Jesus, are the property of God. By creation and by redemption they are His, and they are of value in His sight. As the shepherd loves his sheep, and cannot rest if even one be missing, so, in an infinitely higher degree, does God love every outcast soul. Men may deny the claim of His love, they may wander from Him, they may choose another master; yet they are God’s, and He longs to recover His own.",
        "reference": "Christ's Object Lessons, p.187"
    },
    {
        "quotation": "If the lost sheep is not brought back to the fold, it wanders until it perishes. And many souls go down to ruin for want of a hand stretched out to save. Angels pity these wandering ones. Angels weep, while human eyes are dry and hearts are closed to pity.",
        "reference": "Christ's Object Lessons, p.192"
    },
    {
        "quotation": "The parables of the lost sheep and lost coin represent different classes. The lost sheep knows that it is lost. It has left the shepherd and the flock, and it cannot recover itself. It represents those who realize that they are separated from God and who are in a cloud of perplexity, in humiliation, and sorely tempted. The lost coin represents those who are lost in trespasses and sins, but who have no sense of their condition. They are estranged from God, but they know it not. Their souls are in peril, but they are unconscious and unconcerned. They are to be sought for that they may be brought back to God.",
        "reference": "Christ's Object Lessons, p.194"
    },
    {
        "quotation": "At the foot of the cross, remembering that for one sinner Christ would have laid down His life, you may estimate the value of a soul. If you are in communion with Christ, you will place His estimate upon every human being. You will feel for others the same deep love that Christ has felt for you. Then you will be able to win, not drive, to attract, not repulse, those for whom He died.",
        "reference": "Christ's Object Lessons, p.197"
    },
    {
        "quotation": "When the testing time shall come, those who have made God's word their rule of life will be revealed. Let opposition arise, let bigotry and intolerance again bear sway, let persecution be kindled, and the half-hearted and hypocritical will waver and yield the faith; but the true Christian will stand firm as a rock, his faith stronger, his hope brighter, than in days of prosperity.",
        "reference": "The Great Controversy, p.602"
    },
    {
        "quotation": "Sin is the transgression of the law and the law is the transcript of Christ's character, and Christ is the enbodiment of the law.",
        "reference": "SDA Bible Commentary Vol 5, p.1131"
    },
    {
        "quotation": "The great sin of the Jews was their rejection of Christ; the great sin of the Christian world would be their rejection of the law of God, the foundation of His government in heaven and earth.",
        "reference": "The Great Controversy, p.23"
    },
    {
        "quotation": "From the very beginning of the great controversy in heaven, it has been Satan's purpose to overthrow the law of God. To deceive men, and thus lead them to transgress God's law, is the object which he has steadfastly pursued. Whether this be accomplished by casting aside the law altogether, or by rejecting one of its precepts, the result will be ultimately the same.",
        "reference": "The Great Controversy, p.583"
    },
    {
        "quotation": "The last great conflict between truth and error is but the final struggle of the long-standing controversy concerning the law of God. Upon this battle we are now entering,—a battle between the laws of men and the precepts of Jehovah, between the religion of the Bible and the religion of fable and tradition.",
        "reference": "The Great Controversy, p.519"
    },
    {
        "quotation": "Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions.",
        "reference": "The Great Controversy, p.588"
    },
    {
        "quotation": "He has power to bring before men the appearance of their departed friends. The counterfeit is perfect; the familiar look, the words, the tone, are reproduced with marvelous distinctness. Many are comforted with the assurance that their loved ones are enjoying the bliss of heaven; and without suspicion of danger, they give ear to “seducing spirits, and doctrines of devils.”",
        "reference": "The Great Controversy, p.552"
    },
    {
        "quotation": "Many will be confronted by the spirits of devils personating beloved relatives or friends, and declaring the most dangerous heresies. These visitants will appeal to our tenderest sympathies, and will work miracles to sustain their pretensions. We must be prepared to withstand them with the Bible truth that the dead know not anything, and that they who thus appear are the spirits of devils.",
        "reference": "The Great Controversy, p.560"
    },
    {
        "quotation": "The Sabbath will be the great test of loyalty; for it is the point of truth especially controverted. When the final test shall be brought to bear upon men, then the line of distinction will be drawn between those who serve God and those who serve Him not. While the observance of the false sabbath in compliance with the law of the state, contrary to the fourth commandment, will be an avowal of allegiance to a power that is in opposition to God, the keeping of the true Sabbath, in obedience to God's law, is an evidence of loyalty to the Creator. While one class, by accepting the sign of submission to earthly powers, receive the mark of the beast, the other, choosing the token of allegiance to divine authority, receive the seal of God.",
        "reference": "The Great Controversy, p.605"
    },
    {
        "quotation": "It will be declared that men are offending God by the violation of the Sunday-sabbath; that this sin has brought calamities which will not cease until Sunday observance shall be strictly enforced; and that those who present the claims of the fourth commandment, thus destroying reverence for Sunday, are troublers of the people, preventing their restoration to divine favor and temporal prosperity.",
        "reference": "The Great Controversy, p.519"
    },
    {
        "quotation": "No man can serve God without enlisting against himself the opposition of the hosts of darkness. Evil angels will assail him, alarmed that his influence is taking the prey from their hands. Christ's ambassadors have nothing to do with consequences. They must perform their duty, and leave results with God.",
        "reference": "The Great Controversy, p.610"
    },
    {
        "quotation": "The only remedy for the sins and sorrows of men is Christ. The gospel of His grace alone can cure the evils that curse society. The injustice of the rich toward the poor, the hatred of the poor toward the rich, alike have their root in selfishness, and this can be eradicated only through submission to Christ. He alone, for the selfish heart of sin, gives the new heart of love.",
        "reference": "Christ's Object Lessons, p.254"
    },
    {
        "quotation": "By beholding the matchless love of Christ, the selfish heart will be melted and subdued. Only when selfishness is dead, when strife for supremacy is banished, when gratitude fills the heart, and love makes fragrant the life—it is only then that Christ is abiding in the soul, and we are recognized as laborers together with God.",
        "reference": "Christ's Object Lessons, p.395,403"
    },
    {
        "quotation": "By beholding Christ, by talking of Him, by beholding the loveliness of His character we become changed. Changed from glory to glory. And what is glory? Character,—and he becomes changed from character to character. Thus we see that there is a work of purification that goes on by beholding Jesus.",
        "reference": "Sons and Daughters of God, p.338"
    },
    {
        "quotation": "Practical work will have far more effect than mere sermonizing. We are to give food to the hungry, clothing to the naked, and shelter to the homeless. And we are called to do more than this. The wants of the soul, only the love of Christ can satisfy. If Christ is abiding in us, our hearts will be full of divine sympathy. The sealed fountains of earnest, Christlike love will be unsealed.",
        "reference": "Christ's Object Lessons, p.404"
    },
    {
        "quotation": "Not in our learning, not in our position, not in our numbers or entrusted talents, not in the will of man, is to be found the secret of success. Feeling our inefficiency we are to contemplate Christ, and through Him who is the strength of all strength, the thought of all thought, the willing and obedient will gain victory after victory.",
        "reference": "Christ's Object Lessons, p.404"
    },
    {
        "quotation": "It is while men are still dwelling upon the earth that the work of investigative judgment takes place in the courts of heaven. The lives of all His professed followers pass in review before God. All are examined according to the record of the books of heaven, and according to his deeds the destiny of each is forever fixed.",
        "reference": "Christ's Object Lessons, p.311"
    },
    {
        "quotation": "In the book of God's remembrance every deed of righteousness is immortalized. There every temptation resisted, every evil overcome, every wordoftender pity expressed, is faithfully chronicled. And every act of sacrifice, every suffering and sorrow endured for Christ's sake, is recorded.",
        "reference": "The Great Controversy, p.481"
    },
    {
        "quotation": "Every man's work passes in review before God, and is registered for faithfulness or unfaithfulness. Opposite each name in the books of heaven is entered, with terrible exactness, every wrong word, every selfish act, every unfulfilled duty, and every secret sin, with every artful dissembling. Heaven-sent warnings or reproofs neglected, wasted moments, unimproved opportunities, the influence exerted for good or for evil, with its far-reaching results, all are chronicled by the recording angel.",
        "reference": "The Great Controversy, p.482"
    },
    {
        "quotation": "The law of God is the standard by which the characters and the lives of men will be tested in the judgment. Says the wise man: “Fear God, and keep His commandments: for this is the whole duty of man. For God shall bring every work into judgment.” The apostle James admonishes his brethren, “So speak ye, and so do, as they that shall be judged by the law of liberty.”",
        "reference": "The Great Controversy, p.482"
    },
    {
        "quotation": "As the books of record are opened in the judgment, the lives of all who have believed on Jesus come in review before God. Beginning with those who first lived upon the earth, our Advocate presents the cases of each successive generation, and closes with the living. Every name is mentioned, every case closely investigated. Names are accepted, names rejected. When any have sins remaining upon the books of record, unrepented of and unforgiven, their names will be blotted out of the book of life, and the record of their good deeds will be erased from the book of God's remembrance.",
        "reference": "The Great Controversy, p.483"
    },
    {
        "quotation": "All who have truly repented of sin, and by faith claimed the blood of Christ as their atoning sacrifice, have had pardon entered against their names in the books of heaven; as they have become partakers of the righteousness of Christ, and their characters are found to be in harmony with the law of God, their sins will be blotted out, and they themselves will be accounted worthy of eternal life.",
        "reference": "The Great Controversy, p.484"
    },
    {
        "quotation": "The work of the investigative judgment and the blotting out of sins is to be accomplished before the second advent of the Lord. Since the dead are to be judged out of the things written in the books, it is impossible that the sins of men should be blotted out until after the judgment at which their cases are to be investigated. But the apostle Peter distinctly states that the sins of believers will be blotted out “when the times of refreshing shall come from the presence of the Lord; and He shall send Jesus Christ.” When the investigative judgment closes, Christ will come, and His reward will be with Him to give to every man as his work shall be.",
        "reference": "The Great Controversy, p.486"
    },
    {
        "quotation": "Sins that have not been repented of and forsaken will not be pardoned, and blotted out of the books of record, but will stand to witness against the sinner in the day of God. He may have committed his evil deeds in the light of day or in the darkness of night; but they were open and manifest before Him with whom we have to do. Angels of God witnessed each sin, and registered it in the unerring records. Godhasanexact record of every unjust account and every unfair dealing. He is not deceived by appearances of piety. He makes no mistakes in His estimation of character. Men may be deceived by those who are corrupt in heart, but God pierces all disguises, and reads the inner life.",
        "reference": "The Great Controversy, p.487"
    },
    {
        "quotation": "When the work of the investigative judgment closes, the destiny of all will have been decided for life or death. Probation is ended a short time before the appearing of the Lord in the clouds of heaven. Christ in the Revelation looking forward to that time, declares: “He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still. And, behold, I come quickly; and My reward is with Me, to give every man according as his work shall be.”",
        "reference": "The Great Controversy, p.491"
    }
]